{
   "Copiato!": "Copied!",
   "-- Seleziona --": "-- Select --",
   "Aggiungi": "Add",
   "Cerca": "Search",
   "Telefono": "Phone",
   "Hai già completato il quiz": "You have already completed the quiz",
   "Puoi accedere al report nell'apposita sezione. <br>Ti manderemo una mail quanto potrai effettuare nuovamente il questionario così da poter confrontare i risultati.  <br>Nell'attesa ricordati di allenarti sulle family skills! <br> E per qualsiasi dubbio, suggerimento, puoi contattare il nostro staff!": "You can access the report in the appropriate section. <br>We will send you an email when you can take the questionnaire again so that you can compare the results. <br>In the meantime, remember to practice your family skills! <br>And if you have any questions or suggestions, please contact our staff!",
   "Il prossimo questionario sarà disponibile il %s": "The next quiz will be available on %s",
   "Bene!": "Good!",
   "Eccoti alla fine del questionario. Hai riposto a tutte le domande.": "There you are at the end of the questionnaire. You have answered all the questions.",
   "È stato impegnativo? Facile?": "Was it challenging? Easy?",
   "Ad ogni modo l'hai completato.": "In any case, you completed it.",
   "Tra qualche mese ti manderemo un'e-mail per consentirti di ricompilare il questionario così potrai confrontare i risultati delle tue risposte.": "In a few months we will send you an e-mail so that you can fill in the questionnaire again and compare the results of your answers.",
   "Ma perché ci sia un cambiamento devi allenarti. Per questo nel report ti daremo alcuni consigli.": "But for there to be a change you have to train. For this, we will give you some tips in the report.",
   "Adesso puoi accedere al tuo report nell'apposita sezione.": "You can now access your report in the appropriate section.",
   "Inizia": "Start",
   "Avanti": "Next",
   "Indietro": "Previous",
   "Finito!": "Finish!",
   "Devi indicare una risposta. Pensaci ancora un po' e poi fai la tua scelta": "You have to indicate an answer. Think about it some more and then make your choice",
   "Non hai ancora risposto a:": "You have not yet replied to:",
   "Vai al profilo": "Go to profile",
   "Ciao,": "Hi,",
   "clicca qui per accedere": "click here to access",
   "Bacheca": "Dashboard",
   "Elenco genitori": "Parents list",
   "Questionario": "Quiz",
   "Reports": "Reports",
   "Profilo": "Profile",
   "Esci": "Logout",
   "Impostazioni": "Settings",
   "Ciao %s, benvenuto nella tua area riservata, da qui potrai accedere alle funzioni del portale.": "Hello %s, welcome to your reserved area, from here you can access the portal functions.",
   "Il tuo codice identificativo": "Your identification code",
   "Ecco il tuo codice identificativo da inviare ai genitori che fanno parte del tuo gruppo, gli servirà per registrarsi alla piattaforma ed essere associati a te.": "Here is your identification code to send to the parents in your group, they will need it to register on the platform and be associated with you.",
   "Genitori": "Parents",
   "Tutti": "All",
   "Nessun genitore assegnato": "No parent assigned",
   "Profilo personale": "Profile",
   "Accedi alla pagina del tuo profilo personale per modificare le informazioni.": "Access your profile page to edit your information.",
   "Vai al tuo profilo": "Go to profile",
   "Rispondi alle domande del nostro family skills self evaluation tool.": "Answer the questions in our family skills self evaluation tool.",
   "Non esistono genitori perfetti e non esiste una ricetta per far diventare genitori perfetti. Ogni genitore e ogni figlio sono unici, e unica è la loro relazione.": "There are no perfect parents and there is no recipe for perfect parents. Every parent and every child is unique, and unique is their relationship.",
   "Ma ci si può mettere in gioco ed allenare alcune competenze che potranno essere utili nell'affrontare le sfide quotidiane che l'esperienza di diventare o essere genitori ci pone davanti!": "But we can get involved and train some skills that will be useful in facing the daily challenges that the experience of becoming or being a parent puts before us!",
   "Fai il test ora": "Do the test now",
   "Report questionario": "Quiz report",
   "Nessun questionario assegnato alla tua utenza.": "No quiz assigned to your account.",
   "Ciao %s, in questa sezione trovi l'elenco dei genitori associati al tuo gruppo di lavoro.": "Hi %s, in this section you will find the list of parents associated with your group.",
   "Modifica gruppi": "Edit groups",
   "Gestisci i tuoi gruppi. Scrivi direttamente dentro la casella il nome del tuo nuovo gruppo e conferma con la virgola (tasto \",\")": "Manage your groups. Type the name of your new group directly into the box and confirm with a comma (key ',')",
   "ID": "ID",
   "Nome": "First name",
   "Cognome": "Last name",
   "Email": "Email",
   "Gruppi": "Groups",
   "Quiz": "Quiz",
   "Azioni": "Actions",
   "-- Gruppo --": "-- Group --",
   "Data di nascita": "Birthday",
   "Sesso": "Sex",
   "Stato di residenza": "State of residence",
   "Comune di residenza": "Province of residence",
   "Comune e Stato di residenza": "Province and state of residence",
   "Ente di appartenenza": "Entity of affiliation",
   "Numero figli": "Number of children",
   "N° figli": "N° children",
   "Età %s° figlio": "Age son %s",
   "Torna all'elenco": "Back to list",
   "Accedi": "Log in",
   "Inserisci la tua email e la tua password per accedere all'area riservata": "Enter your email and password to access the reserved area",
   "Il tuo indirizzo Email": "Your email",
   "Password": "Password",
   "Cambia la tua password": "Change your password",
   "La tua password": "Your password",
   "Password dimenticata": "Forgot password",
   "Ricordami": "Remember me",
   "Accedi al portale": "Login to the portal",
   "-- Lingua --": "-- Language --",
   "Italiano": "Italian",
   "English": "English",
   "Accedi tramite": "Access through",
   "Oppure compila il modulo di registrazione": "Or fill in the registration form",
   "Torna alla home": "Back to home",
   "Registrati": "Register",
   "Login in corso": "Logging in",
   "Reindirizzamento": "Redirecting",
   "Ciao %s, questa è la sezione dove potrai modificare i tuoi dati personali.": "Hi %s, this is the section where you can edit your personal data.",
   "Dati personali": "Personal data",
   "Modifica": "Edit",
   "Cambia password": "Change password",
   "Campbia la tua password": "Change your password",
   "Nuova password": "New password",
   "Annulla": "Cancel",
   "Salva": "Save",
   "Salvataggio in corso": "Saving",
   "Il tuo formatore": "My trainer",
   "Codice Formatore": "Trainer Code",
   "Attualmente non hai nessun questionario da compilare.": "You currently have no questionnaire to fill in.",
   "Compila il modulo per registrarti ed accedere al portale.": "Fill in the form to register and access the portal.",
   "Genitore": "Parent",
   "Formatore": "Trainer",
   "Se hai già un account accedi con le tue credenziali nell'area login.": "If you already have an account, log in with your credentials in the login area.",
   "Vai alla login": "Go to login",
   "Mostra report": "Show report",
   "Il tuo risultato": "Your result",
   "Area emotiva": "Emotional area",
   "Area comunicazione": "Communication area",
   "Area disciplina": "Discipline area",
   "Area modello educativo": "Educational model area",
   "Stampa": "Print",
   "Vai al reports": "Go to report",
   "Vai al questionario": "Go to quiz"
 }